/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "״%@״";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "הערך אינו תקין.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "הערך ״%@״ אינו תקין.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "נא להקיש ערך תקין.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "הערך אינו תקין.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "הערך ״%@״ אינו תקין.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "הערך קטן מדי.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "הערך גדול מדי.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "נא להקיש ערך תקין.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "נא להקיש מספר שאינו קטן מ-%@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "נא להקיש מספר בין %1$@ ל-%2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "נא להקיש מספר שאינו עולה על %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "הערך %@ קטן מדי.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "הערך %@ גדול מדי.";

/* NSFileLockingError */
"Err255-C" = "לא ניתן לנעול את הקובץ.";

/* NSFileLockingError */
"Err255-R" = "יתכן שהקובץ כבר נעול, או שאין לך הרשאה לנעול אותו.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "לא ניתן לנעול את הקובץ ״%@״.";

/* NSFileReadUnknownError */
"Err256" = "לא ניתן לפתוח את הקובץ.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "לא ניתן לפתוח את הקובץ ״%@״.";

/* NSFileReadNoPermissionError */
"Err257" = "לא ניתן לפתוח קובץ זה מאחר שאין לך הרשאה לעיין בו.";

/* NSFileReadNoPermissionError */
"Err257-C" = "אין לך רשות.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "‏על-מנת להציג או לשנות הרשאות, סמן/י את הפריט ב-Finder ובחר/י ״קובץ״ > ״הצג פרטים״.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "לא ניתן לפתוח את הקובץ ״%@״ מאחר שאין לך הרשאה לעיין בו.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "שם הקובץ אינו תקין.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "לא ניתן לפתוח פריט זה מאחר ששם הקובץ ״%@״ אינו תקין.";

/* NSFileReadCorruptFileError */
"Err259" = "לא ניתן לפתוח את הקובץ מאחר שאינו מהסוג הנכון.";

/* NSFileReadCorruptFileError */
"Err259-C" = "הקובץ אינו מהסוג הנכון.";

/* NSFileReadCorruptFileError */
"Err259-R" = "יתכן שהקובץ פגום, קטוע, או מסוג בלתי-צפוי.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "לא ניתן לפתוח את הקובץ ״%@״ מאחר שאינו מהסוג הנכון.";

/* NSFileReadNoSuchFileError */
"Err260" = "לא ניתן לפתוח את הקובץ מאחר שאינו קיים.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "התיקיה ״%@״ אינה קיימת.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "הקובץ אינו קיים.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "התיקיה אינה קיימת.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "לא ניתן לפתוח את הקובץ ״%@״ מאחר שאין קובץ כזה.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "‏לא ניתן לפתוח את הקובץ באמצעות קידוד התווים הנבחר.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "קידוד התווים הנבחר אינו מתאים.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "קידוד התווים %@ אינו מתאים.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "‏יתכן שהקובץ נשמר בקידוד תווים אחר, או שלא מדובר בקובץ טקסט.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "לא ניתן לפתוח את הקובץ באמצעות קידוד התווים ״%@״.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "‏לא ניתן לפתוח את הקובץ ״%2$@״ באמצעות קידוד התווים ״%1$@״.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "‏לא ניתן לפתוח את הקובץ מאחר שסוג הכתובת הנבחר אינו נתמך.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "‏סוג הכתובת הנבחר אינו נתמך.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "לא ניתן לפתוח את הקובץ ״%1$@״ מאחר שסוג הכתובת %2$@ אינו נתמך.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "לא ניתן לפתוח את הקובץ מאחר שסוג הכתובת %@ אינו נתמך.";

/* NSFileReadTooLargeError */
"Err263" = "לא ניתן לפתוח את הקובץ מאחר שהוא גדול מדי.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "הקובץ גדול מדי.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "לא ניתן לפתוח את הקובץ ״%@״ מאחר שהוא גדול מדי.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "לא ניתן לפתוח את הקובץ מאחר שקידוד התווים של התוכן שלו לא זוהה.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "קידוד התווים של התוכן לא זוהה.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "יתכן שתוכל/י לפתוח את הקובץ על-ידי הגדרה מפורשת של קידוד תווים.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "לא ניתן לפתוח את הקובץ ״%@״ מאחר שקידוד התווים של התוכן שלו לא זוהה.";

/* NSUserCancelledError */
"Err3072-C" = "הפעולה בוטלה.";

/* NSPropertyListCorruptError */
"Err3840" = "לא ניתן לקרוא את הנתונים מאחר שהם פגומים.";

/* NSPropertyListCorruptError */
"Err3840-C" = "הנתונים פגומים.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "לא ניתן לקרוא את הנתונים מאחר שהיישום אינו מבין את המבנה שלהם.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "היישום אינו מבין את מבנה הנתונים.";

/* NSPropertyListReadStreamError */
"Err3842" = "לא ניתן לקרוא את הנתונים עקב שגיאה במקור של הנתונים.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "ארעה שגיאה במקור של הנתונים.";

/* NSPropertyListWriteStreamError */
"Err3851" = "לא ניתן לשמור את הנתונים עקב שגיאה ביעד של הנתונים.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "ארעה שגיאה במקום היעד של הנתונים.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "התיקיה ״%@״ אינה קיימת.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "לא ניתן להסיר את ״%@״.";

/* NSFileNoSuchFileError */
"Err4-C" = "הקובץ אינו קיים.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "התיקיה אינה קיימת.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "הקובץ ״%@״ אינו קיים.";

/* NSFileWriteUnknownError */
"Err512" = "לא ניתן לשמור את הקובץ.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "לא ניתן לשמור את הקובץ ״%1$@״ מאחר שלא ניתן לעדכן את קובץ הגיבוי.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "לא ניתן להעתיק את ״%1$@״ ל-״%2$@״.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "לא ניתן לקשר את ״%1$@״ ל-״%2$@״.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "לא ניתן להעביר את ״%1$@״ ל-״%2$@״.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "לא ניתן להסיר את ״%@״.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "לא ניתן לשמור את קובץ הגיבוי.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "יתכן שקובץ הגיבוי נעול, או שאין לך הרשאה לשמור אותו. על-מנת להציג או לשנות הגדרות, בחר/י את הפריט ב-Finder ובחר/י ״קובץ״ > ״הצג פרטים״.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "לא ניתן לשמור את הקובץ ״%2$@״ בתיקיה ״%1$@״.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "לא ניתן לשמור את הקובץ ״%@״.";

/* NSFileWriteNoPermissionError */
"Err513" = "לא ניתן לשמור קובץ זה מאחר שאין לך הרשאה מתאימה.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "לא ניתן להעתיק את ״%1$@״ מאחר שאין לך הרשאה לגשת ל-״%2$@״.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "לא ניתן לקשר את ״%1$@״ מאחר שאין לך הרשאה לגשת ל-״%2$@״.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "לא ניתן להעביר את ״%1$@״ מאחר שאין לך הרשאה לגשת ל-״%2$@״.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "לא ניתן להסיר את ״%@״ מאחר שאין לך הרשאה לגשת אליו.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "אין לך רשות.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "‏על-מנת להציג או לשנות הרשאות, סמן/י את הפריט ב-Finder ובחר/י ״קובץ״ > ״הצג פרטים״.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "אין לך הרשאה לשמור את הקובץ ״%2$@״ בתיקיה ״%1$@״.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "אין לך הרשאה לשמור את הקובץ ״%@״.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "לא ניתן לשמור פריט זה מאחר ששם הקובץ אינו תקין.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "לא ניתן להסיר פריט זה מאחר ששם הקובץ ״%@״ אינו תקין.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "שם הקובץ אינו תקין.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "לא ניתן לשמור פריט זה מאחר ששם הקובץ ״%@״ אינו תקין.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "‏לא ניתן לשמור את הקובץ בקידוד התווים שבחרת.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "קידוד התווים הנבחר אינו מתאים.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "קידוד התווים %@ אינו מתאים.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "אם ניתן, בחר/י קידוד תווים אחר.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "לא ניתן לשמור את הקובץ בקידוד התווים %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "לא ניתן לשמור את הקובץ ״%2$@״ בקידוד התווים %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "‏לא ניתן לשמור את הקובץ מאחר שסוג הכתובת הנבחר אינו נתמך.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "‏סוג הכתובת הנבחר אינו נתמך.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "לא ניתן לשמור את הקובץ ״%1$@״ מאחר שסוג הכתובת %2$@ אינו נתמך.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "לא ניתן לשמור את הקובץ מאחר שסוג הכתובת %@ אינו נתמך.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "לא ניתן לשמור את הקובץ מאחר שאין מספיק מקום.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "לא ניתן להעתיק את ״%1$@״ ל-״%2$@״ מאחר שאין מספיק מקום.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "לא ניתן לקשר את ״%1$@״ ל-״%2$@״ מאחר שאין מספיק מקום.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "לא ניתן להעביר את ״%1$@״ ל-״%2$@״ מאחר שאין מספיק מקום.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "אין מספיק מקום.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "אזל המקום בכונן ״%@״.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "‏הסר/י כמה קבצים מהכונן, ואז נסה/י שוב.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "אין מספיק מקום בכדי לשמור את הקובץ ״%@״.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "לא ניתן לשמור את הקובץ ״%1$@״ מאחר שאזל המקום בכונן ״%2$@״.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "לא ניתן לשמור את הקובץ מאחר שהכונן מוגדר לקריאה בלבד.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "הכונן מוגדר לקריאה בלבד.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "הכונן ״%@״ מוגדר לקריאה בלבד.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "נסה/י לשמור על הקובץ בכונן אחר.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "לא ניתן לשמור את הקובץ ״%@״ מאחר שהכונן מוגדר לקריאה בלבד.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "לא ניתן לשמור את הקובץ ״%1$@״ מאחר שהכונן ״%2$@״ מוגדר לקריאה בלבד.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "לא ניתן להשלים את הפעולה. (שגיאה %1$@ %2$ld.)";

